Revit 2027 API
SymbolTypeId.Tonne Property
 Symbol t, indicating unit Tonnes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Tonne { get; }
Public Shared ReadOnly Property Tonne As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Tonne {
	ForgeTypeId^ get ();
}
static member Tonne : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace